Repository: Loriage/Minidisc
Catalog: Minidisc/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, zh_hans, zh_hant

source: This will remove all your recent searches. This action cannot be undone.
de: Dies entfernt alle letzten Suchanfragen. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα αφαιρέσει όλες τις πρόσφατες αναζητήσεις σας. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto quitará todas tus búsquedas recientes. Esta acción no se puede deshacer.
fr: Cela supprimera toutes vos recherches récentes. Cette action est irréversible.
it: Questo rimuoverà tutte le tue ricerche recenti. Questa azione non può essere annullata.
ja: 最近の検索履歴がすべて削除されます。この操作は取り消せません。
zh_hans: 这将移除你所有的最近搜索。此操作无法撤销。
zh_hant: 這會移除你所有的最近搜尋。此操作無法復原。

source: This year, you
de: Dieses Jahr hast du
el: Φέτος, εσείς
es: Este año,
fr: Cette année, vous avez
it: Quest'anno, hai
ja: 今年、あなたは
zh_hans: 今年，你
zh_hant: 今年，你

source: Time Left
de: Restzeit
el: Χρόνος που απομένει
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Title
de: Titel
el: Τίτλος
es: Título
fr: Titre
it: Titolo
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: TLS certificate error.
de: TLS-Zertifikatsfehler.
el: Σφάλμα πιστοποιητικού TLS.
es: Error del certificado TLS.
fr: Erreur de certificat TLS.
it: Errore del certificato TLS.
ja: TLS証明書エラー。
zh_hans: TLS 证书错误。
zh_hant: TLS 憑證錯誤。

source: Too many requests. Please wait %lld seconds before trying again.
de: Zu viele Anfragen. Bitte %lld Sekunden vor einem erneuten Versuch warten.
el: Πάρα πολλά αιτήματα. Περιμένετε %lld δευτερόλεπτα πριν δοκιμάσετε ξανά.
es: Demasiadas solicitudes. Espera %lld segundos antes de volver a intentarlo.
fr: Trop de requêtes. Patientez %lld secondes avant de réessayer.
it: Troppe richieste. Attendi %lld secondi prima di riprovare.
ja: リクエストが多すぎます。%lld秒待ってからもう一度お試しください。
zh_hans: 请求过多。请等待 %lld 秒后再重试。
zh_hant: 請求次數過多。請等待 %lld 秒後再試一次。

source: Too many requests. Please wait before trying again.
de: Zu viele Anfragen. Bitte vor einem erneuten Versuch warten.
el: Πάρα πολλά αιτήματα. Περιμένετε πριν δοκιμάσετε ξανά.
es: Demasiadas solicitudes. Espera antes de volver a intentarlo.
fr: Trop de requêtes. Patientez avant de réessayer.
it: Troppe richieste. Attendi prima di riprovare.
ja: リクエストが多すぎます。しばらく待ってからもう一度お試しください。
zh_hans: 请求过多。请稍候再重试。
zh_hant: 請求次數過多。請稍候再試一次。

source: Top Albums
de: Top-Alben
el: Κορυφαία άλμπουμ
es: Álbumes principales
fr: Meilleurs albums
it: Album più ascoltati
ja: トップアルバム
zh_hans: 热门专辑
zh_hant: 熱門專輯

source: TOP ARTIST
de: TOP-KÜNSTLER
el: ΚΟΡΥΦΑΙΟΣ ΚΑΛΛΙΤΕΧΝΗΣ
es: ARTISTA PRINCIPAL
fr: MEILLEUR ARTISTE
it: ARTISTA TOP
ja: トップアーティスト
zh_hans: 最热门艺人
zh_hant: 熱門藝人

source: Top Artists
de: Top-Künstler
el: Κορυφαίοι καλλιτέχνες
es: Artistas principales
fr: Meilleurs artistes
it: Artisti più ascoltati
ja: トップアーティスト
zh_hans: 热门艺人
zh_hant: 熱門藝人

source: Top Picks for You
de: Für dich ausgewählt
el: Επιλογές για εσάς
es: Selección para ti
fr: Sélection pour vous
it: Scelti per te
ja: あなたへのおすすめ
zh_hans: 为你精选
zh_hant: 為你精選

source: Top Songs
de: Top-Titel
el: Κορυφαία τραγούδια
es: Canciones principales
fr: Titres les plus écoutés
it: Brani più ascoltati
ja: トップソング
zh_hans: 热门歌曲
zh_hant: 熱門歌曲

source: Top Tracks
de: Top-Titel
el: Κορυφαία κομμάτια
es: Pistas principales
fr: Meilleures pistes
it: Brani più ascoltati
ja: トップトラック
zh_hans: 热门曲目
zh_hant: 熱門曲目

source: track
de: Titel
el: κομμάτι
es: pista
fr: piste
it: brano
ja: 曲
zh_hans: 曲目
zh_hant: 曲目

source: Track
de: Titel
el: Κομμάτι
es: Pista
fr: Piste
it: Brano
ja: トラック
zh_hans: 曲目
zh_hant: 曲目

source: tracks
de: Titel
el: κομμάτια
es: pistas
fr: pistes
it: brani
ja: 曲
zh_hans: 曲目
zh_hant: 曲目

source: Tracks
de: Titel
el: Κομμάτια
es: Pistas
fr: Pistes
it: Tracce
ja: 曲
zh_hans: 曲目
zh_hant: 曲目

source: Tracks you add to the queue appear here.
de: Titel, die zur Warteschlange hinzugefügt werden, erscheinen hier.
el: Τα κομμάτια που προσθέτετε στην ουρά εμφανίζονται εδώ.
es: Las pistas que añadas a la cola aparecen aquí.
fr: Les pistes que vous ajoutez à la file d'attente apparaissent ici.
it: I brani che aggiungi alla coda appaiono qui.
ja: キューに追加したトラックがここに表示されます。
zh_hans: 你添加到队列的曲目将显示在此处。
zh_hant: 你加入待播清單的曲目會顯示在這裡。

source: Try a different search term.
de: Einen anderen Suchbegriff versuchen.
el: Δοκιμάστε έναν διαφορετικό όρο αναζήτησης.
es: Prueba con otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova un termine di ricerca diverso.
ja: 別の検索キーワードをお試しください。
zh_hans: 请尝试其他搜索词。
zh_hant: 請嘗試不同的搜尋字詞。

source: Try again or skip to another track.
de: Erneut versuchen oder zu einem anderen Titel springen.
el: Δοκιμάστε ξανά ή μεταβείτε σε άλλο κομμάτι.
es: Inténtalo de nuevo o salta a otra pista.
fr: Réessayez ou passez à une autre piste.
it: Riprova o passa a un altro brano.
ja: もう一度試すか、別のトラックにスキップしてください。
zh_hans: 请重试或跳到其他曲目。
zh_hant: 請再試一次，或跳至另一首曲目。

source: Unable to Load
de: Laden fehlgeschlagen
el: Δεν ήταν δυνατή η φόρτωση
es: No se pudo cargar
fr: Impossible de charger
it: Impossibile caricare
ja: 読み込めません
zh_hans: 无法加载
zh_hant: 無法載入

source: Unable to Load Album
de: Album konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση του άλμπουμ
es: No se pudo cargar el álbum
fr: Impossible de charger l'album
it: Impossibile caricare l'album
ja: アルバムを読み込めません
zh_hans: 无法加载专辑
zh_hant: 無法載入專輯

source: Unable to Load Albums
de: Alben konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των άλμπουμ
es: No se pudieron cargar los álbumes
fr: Impossible de charger les albums
it: Impossibile caricare gli album
ja: アルバムを読み込めません
zh_hans: 无法加载专辑
zh_hant: 無法載入專輯

source: Unable to Load Artist
de: Künstler konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση του καλλιτέχνη
es: No se pudo cargar el artista
fr: Impossible de charger l'artiste
it: Impossibile caricare l'artista
ja: アーティストを読み込めません
zh_hans: 无法加载艺人
zh_hant: 無法載入藝人

source: Unable to load artist tracks. Please check your connection and try again.
de: Titel des Interpreten konnten nicht geladen werden. Bitte überprüfe deine Verbindung und versuche es erneut.
el: Δεν είναι δυνατή η φόρτωση των κομματιών του καλλιτέχνη. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudieron cargar las pistas del artista. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de charger les pistes de l'artiste. Vérifiez votre connexion et réessayez.
it: Impossibile caricare i brani dell'artista. Controlla la connessione e riprova.
ja: アーティストの曲を読み込めませんでした。接続を確認してもう一度お試しください。
zh_hans: 无法加载艺人曲目。请检查网络连接后重试。
zh_hant: 無法載入藝人曲目。請檢查網路連線後重試。

source: Unable to Load Artists
de: Künstler konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των καλλιτεχνών
es: No se pudieron cargar los artistas
fr: Impossible de charger les artistes
it: Impossibile caricare gli artisti
ja: アーティストを読み込めません
zh_hans: 无法加载艺人
zh_hant: 無法載入藝人

source: Unable to load Discover
de: Entdecken konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση της Ανακάλυψης
es: No se pudo cargar Descubrir
fr: Impossible de charger Découvrir
it: Impossibile caricare Scopri
ja: 発見を読み込めません
zh_hans: 无法加载发现
zh_hant: 無法載入探索

source: Unable to Load Favorites
de: Favoriten konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των αγαπημένων
es: No se pudieron cargar los favoritos
fr: Impossible de charger les favoris
it: Impossibile caricare i preferiti
ja: お気に入りを読み込めません
zh_hans: 无法加载收藏
zh_hant: 無法載入喜好項目

source: Unable to Load Playlist
de: Playlist konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση της λίστας
es: No se pudo cargar la lista
fr: Impossible de charger la liste de lecture
it: Impossibile caricare la playlist
ja: プレイリストを読み込めません
zh_hans: 无法加载播放列表
zh_hant: 無法載入播放列表

source: Unable to Load Playlists
de: Playlists konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των λιστών
es: No se pudieron cargar las listas
fr: Impossible de charger les listes de lecture
it: Impossibile caricare le playlist
ja: プレイリストを読み込めません
zh_hans: 无法加载播放列表
zh_hant: 無法載入播放列表

source: Unable to Load Radios
de: Radiosender konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των ραδιοφώνων
es: No se pudieron cargar las radios
fr: Impossible de charger les radios
it: Impossibile caricare le radio
ja: ラジオを読み込めません
zh_hans: 无法加载电台
zh_hant: 無法載入廣播

source: Unable to Load Recap
de: Rückblick konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση της ανασκόπησης
es: No se pudo cargar el resumen
fr: Impossible de charger le récap
it: Impossibile caricare il riepilogo
ja: 振り返りを読み込めません
zh_hans: 无法加载回顾
zh_hant: 無法載入回顧

source: Unable to Load Songs
de: Titel konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των τραγουδιών
es: No se pudieron cargar las canciones
fr: Impossible de charger les titres
it: Impossibile caricare i brani
ja: 曲を読み込めません
zh_hans: 无法加载歌曲
zh_hant: 無法載入歌曲

source: Unable to load tracks for this artist. Please check your connection and try again.
de: Titel für diesen Künstler konnten nicht geladen werden. Bitte Verbindung prüfen und erneut versuchen.
el: Δεν ήταν δυνατή η φόρτωση των κομματιών για αυτόν τον καλλιτέχνη. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudieron cargar las pistas de este artista. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de charger les pistes de cet artiste. Vérifiez votre connexion et réessayez.
it: Impossibile caricare i brani di questo artista. Controlla la connessione e riprova.
ja: このアーティストのトラックを読み込めません。接続を確認してもう一度お試しください。
zh_hans: 无法加载此艺人的曲目。请检查网络连接后重试。
zh_hant: 無法載入此藝人的曲目。請檢查你的連線後再試一次。

source: Unable to parse the server response.
de: Die Serverantwort konnte nicht verarbeitet werden.
el: Δεν ήταν δυνατή η ανάλυση της απάντησης του διακομιστή.
es: No se pudo procesar la respuesta del servidor.
fr: Impossible d'analyser la réponse du serveur.
it: Impossibile analizzare la risposta del server.
ja: サーバの応答を解析できません。
zh_hans: 无法解析服务器响应。
zh_hant: 無法解析伺服器回應。

source: Unable to play this radio station.
de: Dieser Radiosender kann nicht wiedergegeben werden.
el: Δεν είναι δυνατή η αναπαραγωγή αυτού του ραδιοφωνικού σταθμού.
es: No se puede reproducir esta emisora.
fr: Impossible de lire cette station de radio.
it: Impossibile riprodurre questa stazione radio.
ja: このラジオ局を再生できません。
zh_hans: 无法播放此电台。
zh_hant: 無法播放此電台。

source: Undo
de: Rückgängig
el: Αναίρεση
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
zh_hans: 撤销
zh_hant: 復原

source: Unencrypted connection — make sure you are on a trusted network.
de: Unverschlüsselte Verbindung — sicherstellen, dass ein vertrauenswürdiges Netzwerk verwendet wird.
el: Μη κρυπτογραφημένη σύνδεση — βεβαιωθείτε ότι βρίσκεστε σε αξιόπιστο δίκτυο.
es: Conexión sin cifrar: asegúrate de estar en una red de confianza.
fr: Connexion non chiffrée — assurez-vous d'être sur un réseau de confiance.
it: Connessione non crittografata — assicurati di essere su una rete affidabile.
ja: 暗号化されていない接続 — 信頼できるネットワーク上にいることを確認してください。
zh_hans: 未加密的连接 — 请确保你处于受信任的网络中。
zh_hant: 未加密的連線——請確認你位於受信任的網路上。

source: Unexpected Error
de: Unerwarteter Fehler
el: Μη αναμενόμενο σφάλμα
es: Error inesperado
fr: Erreur inattendue
it: Errore imprevisto
ja: 予期しないエラー
zh_hans: 意外错误
zh_hant: 未預期的錯誤

# Unexpected error: %@ %lld.
source: Unexpected error: %1$@ %2$lld.
de: Unerwarteter Fehler: %@ %lld.
el: Μη αναμενόμενο σφάλμα: %@ %lld.
es: Error inesperado: %@ %lld.
fr: Erreur inattendue : %@ %lld.
it: Errore imprevisto: %@ %lld.
ja: 予期しないエラー: %@ %lld。
zh_hans: 意外错误：%@ %lld。
zh_hant: 未預期的錯誤：%@ %lld。

source: Unknown
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Unknown Artist
de: Unbekannter Künstler
el: Άγνωστος καλλιτέχνης
es: Artista desconocido
fr: Artiste inconnu
it: Artista sconosciuto
ja: 不明なアーティスト
zh_hans: 未知艺人
zh_hant: 未知藝人

source: Unpin from Home
de: Von Start lösen
el: Ξεκαρφίτσωμα από την Αρχική
es: Dejar de fijar en Inicio
fr: Désépingler de l'Accueil
it: Rimuovi dalla Home
ja: ホームからピン留めを解除
zh_hans: 从主页取消固定
zh_hant: 從首頁取消釘選

source: Up Next
de: Als Nächstes
el: Στη συνέχεια
es: A continuación
fr: À suivre
it: In arrivo
ja: 次に再生
zh_hans: 接下来播放
zh_hant: 接下來

source: Update your Navidrome server to enable the songLyrics extension
de: Navidrome-Server aktualisieren, um die songLyrics-Erweiterung zu aktivieren
el: Ενημερώστε τον διακομιστή Navidrome σας για να ενεργοποιήσετε την επέκταση songLyrics
es: Actualiza tu servidor Navidrome para activar la extensión songLyrics
fr: Mettez à jour votre serveur Navidrome pour activer l'extension songLyrics
it: Aggiorna il tuo server Navidrome per attivare l'estensione songLyrics
ja: songLyrics拡張を有効にするには、Navidromeサーバを更新してください
zh_hans: 更新你的 Navidrome 服务器以启用 songLyrics 扩展
zh_hant: 請更新你的 Navidrome 伺服器以啟用 songLyrics 擴充功能

source: URL Template
de: URL-Vorlage
el: Πρότυπο URL
es: Plantilla de URL
fr: Modèle d'URL
it: Modello URL
ja: URLテンプレート
zh_hans: URL 模板
zh_hant: URL 範本

source: URL template must contain %s — replaced by "Artist Album" when opening a release.
de: Die URL-Vorlage muss %s enthalten — wird beim Öffnen einer Veröffentlichung durch "Artist Album" ersetzt.
el: Το πρότυπο URL πρέπει να περιέχει %s — αντικαθίσταται από το "Artist Album" κατά το άνοιγμα μιας κυκλοφορίας.
es: La plantilla de URL debe contener %s: se sustituye por "Artist Album" al abrir un lanzamiento.
fr: Le modèle d'URL doit contenir %s — remplacé par "Artist Album" à l'ouverture d'une sortie.
it: Il modello URL deve contenere %s — sostituito da "Artist Album" all'apertura di un'uscita.
ja: URLテンプレートには%sを含める必要があります。リリースを開くときに「Artist Album」に置き換えられます。
zh_hans: URL 模板必须包含 %s——打开发行时会替换为“Artist Album”。
zh_hant: URL 範本必須包含 %s——開啟發行時會替換為「Artist Album」。

source: Use %s as a placeholder — replaced by "Artist Album" when opening a release.
de: Verwende %s als Platzhalter — wird beim Öffnen einer Veröffentlichung durch "Artist Album" ersetzt.
el: Χρησιμοποιήστε το %s ως σύμβολο κράτησης θέσης — αντικαθίσταται από το "Artist Album" κατά το άνοιγμα μιας κυκλοφορίας.
es: Usa %s como marcador: se sustituye por "Artist Album" al abrir un lanzamiento.
fr: Utilisez %s comme espace réservé — remplacé par "Artist Album" à l'ouverture d'une sortie.
it: Usa %s come segnaposto — sostituito da "Artist Album" all'apertura di un'uscita.
ja: %sをプレースホルダとして使用してください。リリースを開くときに「Artist Album」に置き換えられます。
zh_hans: 使用 %s 作为占位符——打开发行时会替换为“Artist Album”。
zh_hant: 使用 %s 作為佔位符——開啟發行時會替換為「Artist Album」。

source: Use cellular data
de: Mobile Daten verwenden
el: Χρήση δεδομένων κινητής
es: Usar datos móviles
fr: Utiliser les données cellulaires
it: Usa dati cellulari
ja: モバイルデータ通信を使用
zh_hans: 使用蜂窝数据
zh_hant: 使用行動數據

source: Used
de: Belegt
el: Σε χρήση
es: Usado
fr: Utilisé
it: Usato
ja: 使用済み
zh_hans: 已使用
zh_hant: 已使用

source: Username
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
zh_hans: 用户名
zh_hant: 使用者名稱

source: Validate
de: Überprüfen
el: Επικύρωση
es: Validar
fr: Valider
it: Convalida
ja: 検証
zh_hans: 验证
zh_hant: 驗證

source: Value
de: Wert
el: Τιμή
es: Valor
fr: Valeur
it: Valore
ja: 値
zh_hans: 值
zh_hant: 值

source: Value contains CR, LF, or NUL — not allowed in HTTP headers.
de: Der Wert enthält CR, LF oder NUL — in HTTP-Headern nicht erlaubt.
el: Η τιμή περιέχει CR, LF ή NUL — δεν επιτρέπεται σε κεφαλίδες HTTP.
es: El valor contiene CR, LF o NUL: no permitidos en las cabeceras HTTP.
fr: La valeur contient CR, LF ou NUL — non autorisé dans les en-têtes HTTP.
it: Il valore contiene CR, LF o NUL — non consentiti nelle intestazioni HTTP.
ja: 値にCR、LF、またはNULが含まれています — HTTPヘッダでは許可されていません。
zh_hans: 值包含 CR、LF 或 NUL — HTTP 请求头中不允许这些字符。
zh_hant: 值包含 CR、LF 或 NUL——HTTP 標頭中不允許這些字元。

source: Verify your credentials in Settings.
de: Anmeldedaten in den Einstellungen überprüfen.
el: Επαληθεύστε τα διαπιστευτήριά σας στις Ρυθμίσεις.
es: Verifica tus credenciales en Ajustes.
fr: Vérifiez vos identifiants dans les Réglages.
it: Verifica le tue credenziali nelle Impostazioni.
ja: 設定で認証情報を確認してください。
zh_hans: 请在设置中验证你的凭证。
zh_hant: 請在「設定」中確認你的認證資訊。

source: View Listening Stats
de: Hörstatistiken anzeigen
el: Προβολή στατιστικών ακρόασης
es: Ver estadísticas de escucha
fr: Voir les statistiques d'écoute
it: Visualizza le statistiche di ascolto
ja: リスニング統計を表示
zh_hans: 查看收听统计
zh_hant: 查看聆聽統計

source: View on %@
de: Auf %@ ansehen
el: Προβολή στο %@
es: Ver en %@
fr: Voir sur %@
it: Visualizza su %@
ja: %@で表示
zh_hans: 在 %@ 上查看
zh_hant: 在 %@ 上檢視

source: View on GitHub
de: Auf GitHub ansehen
el: Προβολή στο GitHub
es: Ver en GitHub
fr: Voir sur GitHub
it: Visualizza su GitHub
ja: GitHubで表示
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上查看

source: View on ListenBrainz
de: Auf ListenBrainz ansehen
el: Προβολή στο ListenBrainz
es: Ver en ListenBrainz
fr: Voir sur ListenBrainz
it: Visualizza su ListenBrainz
ja: ListenBrainzで表示
zh_hans: 在 ListenBrainz 上查看
zh_hant: 在 ListenBrainz 上檢視

source: View on MusicBrainz
de: Auf MusicBrainz ansehen
el: Προβολή στο MusicBrainz
es: Ver en MusicBrainz
fr: Voir sur MusicBrainz
it: Visualizza su MusicBrainz
ja: MusicBrainzで表示
zh_hans: 在 MusicBrainz 上查看
zh_hant: 在 MusicBrainz 上檢視

source: Visit ListenBrainz →
de: ListenBrainz besuchen →
el: Επισκεφθείτε το ListenBrainz →
es: Visitar ListenBrainz →
fr: Visiter ListenBrainz →
it: Visita ListenBrainz →
ja: ListenBrainzを開く →
zh_hans: 访问 ListenBrainz →
zh_hant: 前往 ListenBrainz →

source: Volume
de: Lautstärke
el: Ένταση
es: Volumen
ja: 音量
zh_hans: 音量
zh_hant: 音量

source: Warning
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
zh_hans: 警告
zh_hant: 警告

source: Whether to ignore the download, or remove it and its files from the download client.
de: Legt fest, ob der Download nur ignoriert oder samt Dateien aus dem Download-Client entfernt wird.
el: Καθορίζει αν η λήψη θα αγνοηθεί ή αν θα αφαιρεθεί μαζί με τα αρχεία της από τον πελάτη λήψεων.
es: Determina si se ignora la descarga o si se quita junto con sus archivos del cliente de descargas.
fr: Détermine si le téléchargement est simplement ignoré, ou retiré du client avec ses fichiers.
it: Determina se ignorare il download oppure rimuoverlo insieme ai suoi file dal client di download.
ja: ダウンロードを無視するだけか、ファイルごとダウンロードクライアントから削除するかを決めます。
zh_hans: 决定是仅忽略该下载，还是将其及其文件一并从下载客户端中移除。
zh_hant: 決定是僅忽略該下載項目，還是將它與檔案一併從下載用戶端移除。

source: Without it, mood playlists still work, built from your library's genre, BPM and mood tags. The match is rougher.
de: Auch ohne funktionieren Stimmungs-Playlists, aufgebaut aus Genre-, BPM- und Stimmungs-Tags deiner Bibliothek. Die Zuordnung ist gröber.
el: Και χωρίς αυτό οι λίστες διάθεσης λειτουργούν, φτιαγμένες από τις ετικέτες είδους, BPM και διάθεσης της βιβλιοθήκης σου. Η αντιστοίχιση είναι πιο πρόχειρη.
es: Sin él, las listas por estado de ánimo siguen funcionando, creadas a partir de las etiquetas de género, BPM y ánimo de tu biblioteca. La coincidencia es más basta.
fr: Sans lui, les playlists d'ambiance fonctionnent quand même, construites à partir des tags de genre, de BPM et d'humeur de ta bibliothèque. La correspondance est plus grossière.
it: Anche senza, le playlist per atmosfera funzionano, costruite dai tag di genere, BPM e mood della tua libreria. La corrispondenza è più grossolana.
ja: なくてもムードのプレイリストは機能します。ライブラリのジャンル・BPM・ムードのタグから作られ、マッチングは粗くなります。
zh_hans: 没有它，心情播放列表照样可用，改由音乐库的流派、BPM 和心情标签生成，匹配会更粗糙。
zh_hant: 沒有它，心情播放列表照樣可用，改由音樂庫的曲風、BPM 與心情標籤產生，比對會更粗略。

source: You can adjust everything anytime in Settings.
de: Alles kann jederzeit in den Einstellungen angepasst werden.
el: Μπορείτε να προσαρμόσετε τα πάντα ανά πάσα στιγμή στις Ρυθμίσεις.
es: Puedes ajustar todo en cualquier momento en Ajustes.
fr: Vous pouvez tout modifier à tout moment dans les Réglages.
it: Puoi modificare tutto in qualsiasi momento nelle Impostazioni.
ja: 設定でいつでもすべて調整できます。
zh_hans: 你可以随时在设置中调整一切。
zh_hant: 你隨時都能在「設定」中調整所有項目。

source: You explored
de: Du hast erkundet
el: Εξερευνήσατε
es: Exploraste
fr: Vous avez exploré
it: Hai esplorato
ja: あなたが探索したのは
zh_hans: 你探索了
zh_hant: 你探索了

source: You Might Also Like
de: Das könnte dir auch gefallen
el: Ίσως σου αρέσουν επίσης
es: También te puede gustar
fr: Vous aimerez peut-être aussi
it: Potrebbe piacerti anche
ja: こちらもおすすめ
zh_hans: 你可能还会喜欢
zh_hant: 你可能也會喜歡

source: You're all set.
de: Alles bereit.
el: Είστε έτοιμοι.
es: Todo listo.
fr: Tout est prêt.
it: È tutto pronto.
ja: 準備完了です。
zh_hans: 你已全部设置完成。
zh_hant: 一切都設定好了。

source: You're Offline
de: Du bist offline
el: Είστε εκτός σύνδεσης
es: Estás sin conexión
fr: Vous êtes hors ligne
it: Sei offline
ja: オフラインです
zh_hans: 你已离线
zh_hant: 你目前離線

source: YOUR
de: DEIN
el: ΤΟ ΔΙΚΟ ΣΑΣ
es: TU
fr: VOTRE
it: IL TUO
ja: あなたの
zh_hans: 你的
zh_hant: 你的

source: YOUR #1 ALBUM
de: DEIN #1 ALBUM
el: ΤΟ #1 ΑΛΜΠΟΥΜ ΣΑΣ
es: TU ÁLBUM N.º 1
fr: VOTRE ALBUM N°1
it: IL TUO ALBUM #1
ja: あなたの No.1 アルバム
zh_hans: 你的第 1 名专辑
zh_hant: 你的第 1 名專輯

source: YOUR #1 TRACK
de: DEIN #1 TITEL
el: ΤΟ #1 ΚΟΜΜΑΤΙ ΣΑΣ
es: TU PISTA N.º 1
fr: VOTRE PISTE N°1
it: IL TUO BRANO #1
ja: あなたの No.1 トラック
zh_hans: 你的第 1 名曲目
zh_hant: 你的第 1 名曲目

source: Your %lld Wrapped
de: Dein %lld Wrapped
el: Το Wrapped σας %lld
es: Tu Wrapped de %lld
fr: Votre Wrapped %lld
it: Il tuo Wrapped %lld
ja: %lld年のWrapped
zh_hans: 你的 %lld Wrapped
zh_hant: 你的 %lld Wrapped

source: Your changes are saved and will sync when your server is reachable.
de: Deine Änderungen sind gespeichert und werden synchronisiert, sobald der Server erreichbar ist.
el: Οι αλλαγές σας αποθηκεύτηκαν και θα συγχρονιστούν όταν ο διακομιστής σας είναι προσβάσιμος.
es: Tus cambios se han guardado y se sincronizarán cuando tu servidor esté accesible.
fr: Vos modifications sont enregistrées et se synchroniseront lorsque votre serveur sera accessible.
it: Le tue modifiche sono salvate e verranno sincronizzate quando il tuo server sarà raggiungibile.
ja: 変更は保存され、サーバに接続できるようになると同期されます。
zh_hans: 你的更改已存储，将在你的服务器可访问时同步。
zh_hant: 你的變更已儲存，並會在你的伺服器可連線時同步。

source: Your downloaded music lives in the Library tab.
de: Deine heruntergeladene Musik findest du im Tab „Mediathek".
el: Η μουσική που έχετε λάβει βρίσκεται στην καρτέλα Βιβλιοθήκη.
es: Tu música descargada está en la pestaña Biblioteca.
fr: Votre musique téléchargée se trouve dans l'onglet Bibliothèque.
it: La tua musica scaricata si trova nella scheda Libreria.
ja: ダウンロードした音楽は「ライブラリ」タブにあります。
zh_hans: 你下载的音乐在“音乐库”标签页中。
zh_hant: 你下載的音樂在「資料庫」分頁中。

source: Your library appears to be empty.
de: Deine Mediathek scheint leer zu sein.
el: Η βιβλιοθήκη σας φαίνεται να είναι κενή.
es: Tu biblioteca parece estar vacía.
fr: Votre bibliothèque semble vide.
it: La tua libreria sembra vuota.
ja: ライブラリは空のようです。
zh_hans: 你的音乐库似乎是空的。
zh_hant: 你的資料庫似乎是空的。

source: Your library is too small for Smart Shuffle. Try downloading more music or playing some tracks first.
de: Deine Mediathek ist zu klein für Smart Shuffle. Zuerst mehr Musik herunterladen oder einige Titel abspielen.
el: Η βιβλιοθήκη σας είναι πολύ μικρή για Smart Shuffle. Δοκιμάστε να λάβετε περισσότερη μουσική ή να αναπαράγετε πρώτα μερικά κομμάτια.
es: Tu biblioteca es demasiado pequeña para Smart Shuffle. Prueba a descargar más música o a reproducir algunas pistas primero.
fr: Votre bibliothèque est trop petite pour Smart Shuffle. Essayez de télécharger plus de musique ou de lire quelques pistes d'abord.
it: La tua libreria è troppo piccola per Smart Shuffle. Prova prima a scaricare più musica o a riprodurre alcuni brani.
ja: ライブラリがSmart Shuffleには小さすぎます。まずは音楽をもっとダウンロードするか、いくつかトラックを再生してみてください。
zh_hans: 你的音乐库太小，无法使用 Smart Shuffle。请先尝试下载更多音乐或播放一些曲目。
zh_hant: 你的資料庫太小，無法使用 Smart Shuffle。請試著先下載更多音樂或播放一些曲目。

source: Your library is waiting. Time to press play.
de: Deine Mediathek wartet. Zeit für Play.
el: Η βιβλιοθήκη σας περιμένει. Ώρα να πατήσετε play.
es: Tu biblioteca te espera. Es hora de darle a reproducir.
fr: Votre bibliothèque vous attend. Il est temps d'appuyer sur lecture.
it: La tua libreria ti aspetta. È ora di premere play.
ja: ライブラリが待っています。 再生ボタンを押しましょう。
zh_hans: 你的音乐库正在等待。 是时候按下播放了。
zh_hant: 你的資料庫正等著你。 該按下播放了。
